Repository: SuVAllal/Practicas_GEI
Catalog: IPM/P2_Movil/src/locales/*/LC_MESSAGES/*.po
Languages: fr

source: Lista de Pacientes
fr: Liste des Patients

source: Pacientes
fr: Patients

source: Paciente
fr: Patient

source: Código
fr: Code

source: Nombre
fr: Nom

source: Apellido
fr: Prénom

source: Medicaciones del paciente
fr: Médications du patient

source: Detalles de la medicación
fr: Détails de la médication

source: Medicamento
fr: Médicament

source: Dosis
fr: Dose

source: Fecha de Inicio
fr: Date de Début

source: Duración del Tratamiento
fr: Durée du Traitement

source: Posologias del paciente
fr: Posologies du patient

source: Posología {item.id}: {item.hour} horas, {item.minute} minutos
fr: Posologie {item.id} : {item.hour} heures, {item.minute} minutes

source: Añadir Medicación
fr: Ajouter Médication

source: Ingrese nombre del medicamento
fr: Entrez le nom du médicament

source: Ingrese dosis del tratamiento
fr: Entrez la dose du traitement

source: Ingrese fecha de inicio (YYYY-MM-DD)
fr: Entrez la date de début (AAAA-MM-JJ)

source: Ingrese la duración del tratamiento (días)
fr: Entrez la durée du traitement (jours)

source: Aceptar
fr: Accepter

source: Cancelar
fr: Annuler

source: Modificar medicacion
fr: Modifier Médication

source: Añadir posologia
fr: Ajouter Posologie

source: Ingrese la hora de la posologia
fr: Entrez l'heure de la posologie

source: Ingrese el minuto de la posologia
fr: Entrez la minute de la posologie

source: Modificar posologia
fr: Modifier Posologie

source: Ingrese el ID de la posologia a modificar
fr: Entrez l'ID de la posologie à modifier

source: Borrar posologia
fr: Supprimer Posologie

source: Ingrese el ID de la posologia a borrar
fr: Entrez l'ID de la posologie à supprimer

source: Warning
fr: Avertissement

source: Accept
fr: Accepter

source: No more patients
fr: Plus de patients
